FV2504/E_0504.dot
digraph D {
    labelloc="t";
    label=<<B><FONT POINT-SIZE="18">GPKE</FONT></B><BR align="left"/><BR/><B><FONT POINT-SIZE="16">6.11.2: AD: Abrechnung einer sonstigen Leistung</FONT></B><BR align="left"/><BR/><BR/><BR/>>;
    ratio="compress";
    concentrate=true;
    pack=true;
    rankdir=TB;
    packmode="array";
    size="20,20";
    fontsize=12;
    pad=0.25;
    "Start" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#8ba2d7", label=<<B>E_0504</B><BR align="left"/><FONT>Prüfende Rolle: <B>NB</B></FONT><BR align="center"/>>, fontname="Roboto, sans-serif"];
    "1" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>1: </B>Bezieht sich das Nicht-Zahlungsavis auf eine Rechnung der Kategorie<BR align="left"/>„Unterbrechung der Anschlussnutzung (Sperren)“?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "2" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>2: </B>Bezieht sich das Nicht-Zahlungsavis auf eine Rechnung der Kategorie<BR align="left"/>„Verzugskosten“?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "3" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>3: </B>Hat der Lieferant wegen fehlendem Preisblatt „Preisblatt Sperren / Entsperren<BR align="left"/>und Verzugskosten“ abgelehnt?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "4" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>4: </B>Wurde dem Lieferanten ein für die Rechnung gültiges Preisblatt versendet?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A01" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A01</B><BR align="left"/><BR align="left"/><FONT>Ein gültiges Preisblatt wurde versendet.<BR align="left"/>Hinweis: Angabe von Datenaustauschreferenz incl. Nr. der Empfangsbestätigung<BR align="left"/>des an ihm versandten, für die Rechnung gültigen Preisblatts.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "Versand der Nachricht „Storno der ursprünglichen Rechnung“" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<FONT>Versand der Nachricht „Storno der ursprünglichen Rechnung“<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "5" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>5: </B>Hat der Lieferant wegen unbekanntem Sperrauftrag abgelehnt?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "6" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>6: </B>Liegt ein bestätigter Sperrauftrag mit der angegebenen Referenz auf den<BR align="left"/>Sperrauftrag des Lieferanten vor?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A02" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A02</B><BR align="left"/><BR align="left"/><FONT>Gültiger Sperrauftrag ist vorhanden<BR align="left"/>Hinweis: Angabe von Datenaustauschreferenz incl. Nr. der Empfangsbestätigung<BR align="left"/>des Sperrauftrags.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "7" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>7: </B>Hat der Lieferant die Rechnung wegen Angabe einer falschen Artikel-ID abgelehnt?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "8" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>8: </B>Hat der LF den Sperrauftrag storniert und wurde diese Stornierung vom NB bestätigt?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "9" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>9: </B>Wurde die korrekte Artikel-ID entsprechend eines stornierten Sperrauftrags in<BR align="left"/>der Rechnung angegeben?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A15" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A15</B><BR align="left"/><BR align="left"/><FONT>Korrekte Artikel-ID für die Abrechnung eines stornierten Sperrauftrags wurde in der Rechnung angegeben<BR align="left"/>Hinweis: Angabe von Datenaustauschreferenz incl. Nr. der Empfangsbestätigung<BR align="left"/>aus der Stornierung.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "10" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>10: </B>Wurde die korrekte Artikel-ID entsprechend des Ergebnisses des Sperrauftrags in<BR align="left"/>der Rechnung angegeben?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A03" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A03</B><BR align="left"/><BR align="left"/><FONT>Korrekte Artikel-ID wurde in der Rechnung angegeben<BR align="left"/>Hinweis: Angabe von Datenaustauschreferenz incl. Nr. der Empfangsbestätigung<BR align="left"/>aus dem Ergebnis des Sperrauftrags.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "11" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>11: </B>Hat der Lieferant die Rechnung abgelehnt, da auf der Rechnung ein, zum<BR align="left"/>Preisblatt abweichender Preis angegeben wurde?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "12" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>12: </B>Wurde in der Rechnung der im Preisblatt angegebene Preis abgerechnet?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A04" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A04</B><BR align="left"/><BR align="left"/><FONT>Korrekter Preis zum gültigen Preisblatt wurde in der Rechnung angegeben<BR align="left"/>Hinweis: Angabe von Datenaustauschreferenz incl. Nr. der Empfangsbestätigung<BR align="left"/>des Preisblatts<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "13" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>13: </B>Ergibt die Prüfung der abgelehnten Rechnung, dass die Ablehnung durch den<BR align="left"/>Lieferanten gerechtfertigt war?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A05" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A05</B><BR align="left"/><BR align="left"/><FONT>Die Rechnung wird als korrekt angesehen<BR align="left"/>Hinweis: Es ist zu begründen, warum die Rechnung korrekt war.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "14" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>14: </B>Hat der Lieferant wegen fehlendem Preisblatt „Preisblatt Sperren / Entsperren<BR align="left"/>und Verzugskosten“ abgelehnt?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "15" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>15: </B>Wurde dem Lieferanten ein für die Rechnung gültiges Preisblatt fristgerecht versendet?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A06" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A06</B><BR align="left"/><BR align="left"/><FONT>Gültiges Preisblatt wurde versendet.<BR align="left"/>Hinweis: Angabe von Datenaustauschreferenz incl. Nr. der Empfangsbestätigung<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "16" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>16: </B>Hat der Lieferant wegen unbekannter Rechnung, auf die sich die<BR align="left"/>Verzugskostenrechnung bezieht, abgelehnt?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "17" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>17: </B>Wurde die Rechnung, auf die sich die Verzugskostenrechnung bezieht, dem<BR align="left"/>Lieferanten zugestellt?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "18" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>18: </B>Wurde die Rechnung, auf die sich die Verzugskostenrechnung bezieht, storniert?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A07" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A07</B><BR align="left"/><BR align="left"/><FONT>Gültige Rechnung ist vorhanden<BR align="left"/>Hinweis: Angabe von Datenaustauschreferenz incl. Nr. der Empfangsbestätigung<BR align="left"/>der Rechnung, auf die sich die Verzugskostenrechnung bezieht.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "19" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>19: </B>Hat der Lieferant die Rechnung wegen Angabe einer falschen Artikel-ID abgelehnt?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "20" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>20: </B>Wurde genau eine der beiden Artikel-ID für Verzugskosten in der Rechnung angegeben?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A08" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A08</B><BR align="left"/><BR align="left"/><FONT>Es wurde für die Verzugskosten eine der beiden Artikel-ID verwendet<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "21" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>21: </B>Hat der Lieferant die Rechnung abgelehnt, da auf der Rechnung ein zum<BR align="left"/>Preisblatt abweichender Preis angeben wurde?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "22" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>22: </B>Wurde in der Rechnung die Artikel-ID 2-02-0-001 (Verzugskosten pauschal) angegeben?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "23" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>23: </B>Ist der angegeben Preis in der Rechnung identisch mit dem Preis für die<BR align="left"/>Artikel-ID 2-02-0-001 (Verzugskosten pauschal) aus dem Preisblatt?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A09" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A09</B><BR align="left"/><BR align="left"/><FONT>Korrekter Preis wurde in der Rechnung abgerechnet<BR align="left"/>Hinweis: Angabe von Datenaustauschreferenz incl. Nr. der Empfangsbestätigung<BR align="left"/>des Preisblatts<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "24" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>24: </B>Ist der Preis, der in der Rechnung für die Artikel-ID 2-02-0-002 (Verzugskosten<BR align="left"/>variabel) in Rechnung gestellt wurde für die der Verzugsrechnung<BR align="left"/>zugrundeliegende, nicht bezahlte Rechnung angemessen?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A10" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A10</B><BR align="left"/><BR align="left"/><FONT>Die Rechnung wird als korrekt angesehen<BR align="left"/>Hinweis: Es ist zu begründen, warum die Rechnung korrekt war.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "25" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>25: </B>Ergibt die Prüfung der abgelehnten Rechnung, dass die Ablehnung durch den<BR align="left"/>Lieferanten gerechtfertigt war?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A11" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A11</B><BR align="left"/><BR align="left"/><FONT>Die Rechnung wird als korrekt angesehen<BR align="left"/>Hinweis: Es ist zu begründen, warum die Rechnung korrekt war.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "26" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>26: </B>Hat der Lieferant wegen fehlendem Preisblatt „Blindarbeit“ abgelehnt?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "27" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>27: </B>Wurde dem Lieferanten ein, für die Rechnung gültiges, Preisblatt fristgerecht versendet?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A12" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A12</B><BR align="left"/><BR align="left"/><FONT>Gültiges Preisblatt für Blindarbeit wurde versendet.<BR align="left"/>Hinweis: Angabe von Datenaustauschreferenz incl. Nr. der Empfangsbestätigung<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "28" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>28: </B>Hat der Lieferant die Rechnung wegen einer falschen Artikel-ID abgelehnt?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "29" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>29: </B>Wurde die korrekte Artikel-ID für Blindarbeit in der Rechnung angegeben?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A13" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A13</B><BR align="left"/><BR align="left"/><FONT>Korrekte Artikel-ID wurde in der Rechnung angegeben<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "30" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>30: </B>Ergibt die Prüfung der abgelehnten Rechnung, dass die Ablehnung durch den<BR align="left"/>Lieferanten gerechtfertigt war?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A14" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A14</B><BR align="left"/><BR align="left"/><FONT>Die Rechnung wird als korrekt angesehen<BR align="left"/>Hinweis: Es ist zu begründen, warum die Rechnung korrekt war.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];

    "Start" -> "1" [color="#88a0d6"];
    "1" -> "3" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "1" -> "2" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "2" -> "14" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "2" -> "26" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "3" -> "4" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "3" -> "5" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "4" -> "A01" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "4" -> "Versand der Nachricht „Storno der ursprünglichen Rechnung“" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "5" -> "6" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "5" -> "7" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "6" -> "A02" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "6" -> "Versand der Nachricht „Storno der ursprünglichen Rechnung“" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "7" -> "8" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "7" -> "11" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "8" -> "9" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "8" -> "10" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "9" -> "A15" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "9" -> "Versand der Nachricht „Storno der ursprünglichen Rechnung“" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "10" -> "A03" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "10" -> "Versand der Nachricht „Storno der ursprünglichen Rechnung“" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "11" -> "12" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "11" -> "13" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "12" -> "A04" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "12" -> "Versand der Nachricht „Storno der ursprünglichen Rechnung“" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "13" -> "A05" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "13" -> "Versand der Nachricht „Storno der ursprünglichen Rechnung“" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "14" -> "15" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "14" -> "16" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "15" -> "A06" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "15" -> "Versand der Nachricht „Storno der ursprünglichen Rechnung“" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "16" -> "17" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "16" -> "19" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "17" -> "18" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "17" -> "Versand der Nachricht „Storno der ursprünglichen Rechnung“" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "18" -> "A07" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "18" -> "Versand der Nachricht „Storno der ursprünglichen Rechnung“" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "19" -> "20" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "19" -> "21" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "20" -> "A08" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "20" -> "Versand der Nachricht „Storno der ursprünglichen Rechnung“" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "21" -> "22" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "21" -> "25" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "22" -> "23" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "22" -> "24" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "23" -> "A09" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "23" -> "Versand der Nachricht „Storno der ursprünglichen Rechnung“" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "24" -> "A10" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "24" -> "Versand der Nachricht „Storno der ursprünglichen Rechnung“" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "25" -> "A11" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "25" -> "Versand der Nachricht „Storno der ursprünglichen Rechnung“" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "26" -> "27" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "26" -> "28" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "27" -> "A12" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "27" -> "Versand der Nachricht „Storno der ursprünglichen Rechnung“" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "28" -> "29" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "28" -> "30" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "29" -> "A13" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "29" -> "Versand der Nachricht „Storno der ursprünglichen Rechnung“" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "30" -> "A14" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "30" -> "Versand der Nachricht „Storno der ursprünglichen Rechnung“" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];

    bgcolor="transparent";
fontname="Roboto, sans-serif";
}
